---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSection
source: html/c95c849e-639c-50da-a91b-926d1128c5bd.htm
---
# StructuralSection Methods

Returns size of the section boundary.